/* No comment provided by engineer. */
" in the menu bar to start!" = "nella barra dei menu per iniziare!";

/* No comment provided by engineer. */
" will be always hidden." = "sarà sempre nascosto.";

/* No comment provided by engineer. */
" will be hidden." = "sarà nascosto.";

/* No comment provided by engineer. */
"sec(s)" = "sec(s)";

/* No comment provided by engineer. */
"• Cloud backup and sync profiles" = "• Backup su cloud e sincronizzazione profili";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Gestisci le icone della barra dei menu come desideri";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Riduci lo spazio tra le icone della barra dei menu";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Potenzia i tuoi script o scorciatoie con Barbee";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Supporta la barra dei menu con un intaglio";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Numero illimitato di volte in cui puoi mostrare/nascondere le icone della barra dei menu";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Vari stili di aspetto del menu";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Elenco dei tasti rapidi:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️  Monitora le modifiche degli elementi della barra dei menu, poi esegui un'azione";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Articolo non reattivo %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee non raccoglie né traccia alcun dato personale e Barbee non richiede alcun permesso di rete.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Autorizzazione accessibilità concessa";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Permesso di registrazione schermo concesso";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Contattaci";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Sinistra";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ Trascina per organizzare gli elementi della tua barra dei menu come desideri!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Rilancio Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Segnala bug";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Visualizza dettagli...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Nella finestra di autorizzazione a comparsa, per favore 🔓sblocca prima nell'angolo in basso a sinistra, poi ✔️permetti a Barbee nella lista a destra.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Potenzia i tuoi script o scorciatoie con Barbee";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Esporta log...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Modalità potenziata";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Risolvi problemi del cursore";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Sei il VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Partecipa a TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Clicca con il tasto destro per personalizzare il gruppo di widget Barbee";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Fai clic con il pulsante destro del mouse per personalizzare i widget di Barbee";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Gestione dei widget";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Ripristina Patch";

/* No comment provided by engineer. */
"3-day Free Trial" = "Prova gratuita di 3 giorni";

/* No comment provided by engineer. */
"About" = "Riguardo";

/* No comment provided by engineer. */
"Accessibility" = "Accessibilità";

/* No comment provided by engineer. */
"Action" = "Azione";

/* No comment provided by engineer. */
"Action:" = "Azione:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Attiva per %d secondo(i)";

/* No comment provided by engineer. */
"Activate for a while" = "Attiva per un po'";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Attiva secondi: %d";

/* No comment provided by engineer. */
"Active" = "Attivo";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Profilo Barbee attivo con nome: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Profilo Barbee attivo con nome.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Simbolo Barbee attivo con numero: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Simbolo Barbee attivo con numero.";

/* No comment provided by engineer. */
"Active Profile" = "Profilo Attivo";

/* No comment provided by engineer. */
"Active Symbol" = "Simbolo attivo";

/* No comment provided by engineer. */
"Actived profile successfully" = "Profilo attivato con successo";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Aggiungi/Rimuovi ombra interna della barra dei menu e ombra esterna.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Tutti gli elementi della barra dei menu";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Tutti gli elementi della barra dei menu sono visibili sugli schermi esterni";

/* No comment provided by engineer. */
"Alpha Value" = "Valore Alfa";

/* No comment provided by engineer. */
"Always Hidden" = "Sempre Nascosto";

/* No comment provided by engineer. */
"Always Hidden Items" = "Elementi Sempre Nascosti";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Elementi Sempre Nascosti:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Elemento del menu sempre nascosto";

/* No comment provided by engineer. */
"App Modules" = "Moduli App";

/* No comment provided by engineer. */
"Apply" = "Applica";

/* No comment provided by engineer. */
"Arrange" = "Organizza";

/* No comment provided by engineer. */
"Authorize" = "Autorizza";

/* No comment provided by engineer. */
"Automation" = "Automazione";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "La funzione di automazione richiede permessi aggiuntivi!";

/* No comment provided by engineer. */
"Award" = "Premio";

/* No comment provided by engineer. */
"Backup profile successfully." = "Profilo di backup effettuato con successo.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Backup su iCloud drive";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee richiede l'accesso all'Accessibilità per mostrare/nascondere gli elementi della barra dei menu.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee richiede l'accesso alla Registrazione Schermo per monitorare l'elenco degli elementi della barra dei menu e catturare le immagini degli elementi modificati.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee richiede i tuoi permessi per accedere alle funzionalità del sistema per fornire la sua funzionalità. Si prega di rivedere i permessi di seguito.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "L'icona della barra del menu di Barbee è stata nascosta";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Diventa VIP per utilizzare senza limitazioni";

/* No comment provided by engineer. */
"Beta Testing" = "Beta Testing";

/* No comment provided by engineer. */
"Bundle Identifier" = "Identificatore del pacchetto";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Cambia stato dell'ombra interna: ${innerShadowState}, stato dell'ombra esterna: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Cambia il colore della barra dei menu";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Cambia il colore della barra del menu: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Cambia Stato Ombra della Barra del Menu";

/* No comment provided by engineer. */
"Change Top Notch State" = "Cambia Stato di Prima Qualità";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Cambia stato di prim'ordine: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Cambia Sfondo...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Cambia il colore della barra del menu del tuo schermo attuale, inserisci la stringa esadecimale del tuo colore (ad esempio \"0AB188FF\"). Ripristina il colore della barra del menu se la stringa esadecimale è vuota.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Il cambio del colore della barra dei menu richiede l'autorizzazione della directory utente";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "Modificare gli intervalli degli elementi del menu richiede l'autorizzazione della directory utente";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Scegli una voce della barra dei menu";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Scegli la modalità Barbee";

/* No comment provided by engineer. */
"Click menu bar item" = "Fai clic sulla voce della barra dei menu";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Fai clic sulla voce del menu (Solo modalità avanzata)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Fai clic sull'elemento della barra dei menu per identificativo: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Fai clic sulla voce della barra dei menu tramite identificatore (ad esempio \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Fai clic sull'icona Barbee nella barra dei menu per attivare la visibilità degli elementi nascosti direttamente";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Fai clic sulla barra dei menu per alternare la visibilità degli elementi nascosti";

/* No comment provided by engineer. */
"Click the icon " = "Fai clic sull'icona ";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Color" = "Colore";

/* No comment provided by engineer. */
"Configuration" = "Configurazione";

/* No comment provided by engineer. */
"Confirm" = "Conferma";

/* No comment provided by engineer. */
"Content" = "Contenuto";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Corner Radius" = "Raggio d'angolo";

/* No comment provided by engineer. */
"Current Item" = "Oggetto Attuale";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "Il cursore continua a lampeggiare?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "La funzione di scorciatoie personalizzate richiede permessi aggiuntivi!";

/* No comment provided by engineer. */
"Dark Background Color" = "Colore di Sfondo Scuro";

/* No comment provided by engineer. */
"Default" = "Predefinito";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Intervallo predefinito - spazio predefinito del sistema tra gli elementi";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Ritardo prima di nascondere nuovamente gli elementi.";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete `%@`" = "Elimina `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostica";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Vuoi fare il backup dei profili su iCloud?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "Vuoi eliminare il profilo `%@`?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Vuoi eliminare questa automazione?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Vuoi eliminare questa scorciatoia?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Vuoi importare questa patch?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Desideri importare questo profilo?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "Vuoi sincronizzare i profili da iCloud?";

/* No comment provided by engineer. */
"Drop Shadow" = "Ombra Esterna";

/* No comment provided by engineer. */
"Drop Shadow State" = "Stato Ombra Esterna";

/* No comment provided by engineer. */
"Edit" = "Modifica";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Risparmio Energetico";

/* No comment provided by engineer. */
"Enhanced Mode" = "Modalità Potenziata";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "La modalità avanzata è disponibile solo per schermi Notch";

/* No comment provided by engineer. */
"Export" = "Esporta";

/* No comment provided by engineer. */
"Failed to active profile" = "Impossibile attivare il profilo";

/* No comment provided by engineer. */
"Failed to backup profile." = "Impossibile eseguire il backup del profilo.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Impossibile modificare l'intervallo dell'elemento del menu";

/* No comment provided by engineer. */
"Failed to export profile." = "Impossibile esportare il profilo.";

/* No comment provided by engineer. */
"Failed to fix cursor issues" = "Impossibile risolvere i problemi del cursore";

/* No comment provided by engineer. */
"Failed to import patch." = "Importazione della patch non riuscita.";

/* No comment provided by engineer. */
"Failed to import profile." = "Impossibile importare il profilo.";

/* No comment provided by engineer. */
"Failed to restore" = "Impossibile ripristinare";

/* No comment provided by engineer. */
"Failed to sync profile." = "Impossibile sincronizzare il profilo.";

/* No comment provided by engineer. */
"Feedback" = "Riscontro";

/* No comment provided by engineer. */
"Fixed cursor issues successfully" = "Risolto con successo i problemi del cursore";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Perché l'impostazione funzioni, devi attivare il `Avvia all'accesso` di Barbee, uscire e accedere nuovamente a macOS.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Trovato/i %d profilo/i";

/* No comment provided by engineer. */
"Frame" = "Cornice";

/* No comment provided by engineer. */
"General" = "Generale";

/* No comment provided by engineer. */
"Get all menu bar items" = "Ottieni tutti gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Ottieni tutti gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Ottieni sempre elementi nascosti della barra dei menu";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Ottieni sempre elementi del menu della barra nascosti";

/* No comment provided by engineer. */
"Get App Modules" = "Ottieni Moduli App";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Ottieni i moduli dell'app utilizzando l'identificatore del pacchetto dell'app: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Ottieni elementi nascosti della barra dei menu";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Ottieni elementi nascosti della barra dei menu";

/* No comment provided by engineer. */
"Get it for free" = "Ottienilo gratuitamente";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Visualizza gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Ottieni Elementi Mostrati nella Barra dei Menu";

/* No comment provided by engineer. */
"Get Started" = "Inizia";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Vai alle preferenze di Barbee...";

/* No comment provided by engineer. */
"Got it" = "Capito";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Concedi permessi a Barbee";

/* No comment provided by engineer. */
"Has Top Notch" = "Ha Prima Qualità";

/* No comment provided by engineer. */
"Has top notch?" = "Ha qualità eccezionale?";

/* No comment provided by engineer. */
"Height" = "Altezza";

/* No comment provided by engineer. */
"Help Center" = "Centro Assistenza";

/* No comment provided by engineer. */
"Hidden" = "Nascosto";

/* No comment provided by engineer. */
"Hidden Items" = "Elementi Nascosti";

/* No comment provided by engineer. */
"Hidden Items:" = "Oggetti Nascosti:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Elemento nascosto della barra dei menu";

/* No comment provided by engineer. */
"Hide" = "Nascondi";

/* No comment provided by engineer. */
"Hide All" = "Nascondi tutto";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Nascondi elemento della barra dei menu (solo modalità avanzata)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Nascondi l'elemento della barra dei menu per identificativo: ${itemIdentifier}, a X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Nascondi l'elemento della barra dei menu tramite identificativo (ad esempio \"com.apple.controlcenter-WiFi\"), X è opzionale.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Nascondi gli elementi non visibili";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Tieni premuto CONTROL(⌃) e fai clic sull'icona della barra dei menu per mostrare / nascondere tutti gli elementi";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Mantieni premuto CONTROL(⌃) e fai clic sulla barra dei menu per mostrare / nascondere tutti gli elementi";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Tieni premuto OPTION(⌥) e clicca sull'icona della barra dei menu per mostrare / nascondere gli elementi nascosti";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Tieni premuto il COMMAND(⌘) per trascinare gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Hovered" = "Sorvolato";

/* No comment provided by engineer. */
"Icon:" = "Icona:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Se incontri problemi o vuoi aiutarci a migliorare o localizzare Barbee, non esitare a contattarci!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Se vuoi usare Barbee in modalità normale, basta rimuovere i permessi concessi nelle Preferenze di Sistema.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, you can try to click the button to fix cursor flickering." = "Se il tuo cursore continua a lampeggiare, puoi provare a fare clic sul pulsante per correggere il lampeggiamento del cursore.";

/* No comment provided by engineer. */
"Ignore" = "Ignora";

/* No comment provided by engineer. */
"Image" = "Immagine";

/* No comment provided by engineer. */
"Import" = "Importa";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "Nel caso di schermi multipli, gli schermi senza tacca utilizzeranno la modalità normale per mostrare/nascondere gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Inner Shadow" = "Ombra interna";

/* No comment provided by engineer. */
"Inner Shadow State" = "Stato dell'Ombra Interna";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "InterItem Padding Orizzontale";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Imbottitura Verticale InterElemento";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "È visibile la barra del menu";

/* No comment provided by engineer. */
"Is menu bar visible?" = "La barra del menu è visibile?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "È Spostabile dallo Sfondo della Finestra";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, do you want to enable it?" = "È fortemente consigliato avviare Barbee all'accesso, vuoi abilitarlo?";

/* No comment provided by engineer. */
"Item has any changes" = "L'articolo ha delle modifiche";

/* No comment provided by engineer. */
"Item Identifier" = "Identificatore dell'articolo";

/* No comment provided by engineer. */
"Items" = "Oggetti";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Gli elementi trascinati verso sinistra saranno sempre nascosti. Tieni premuto il tasto comando ⌘ per trascinare gli elementi nella barra dei menu.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Gli elementi trascinati verso sinistra verranno nascosti. Tenere premuto il tasto comando ⌘ per trascinare gli elementi nella barra dei menu.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Elementi sul lato sinistro dell'icona";

/* No comment provided by engineer. */
"Launch At Login" = "Avvia all'accesso";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Lanciare Barbee all'avvio?";

/* No comment provided by engineer. */
"Level" = "Livello";

/* No comment provided by engineer. */
"Lifetime" = "Vita";

/* No comment provided by engineer. */
"Lifetime - %@" = "Vita - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Colore di Sfondo Chiaro";

/* No comment provided by engineer. */
"Love Barbee?" = "Ami Barbee?";

/* No comment provided by engineer. */
"Lowest" = "Minimo";

/* No comment provided by engineer. */
"macOS log out required" = "È richiesto il logout da macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Rende il notch scomparire come un NINJA 🥷. (Puoi anche impostare il colore della barra del menu su ⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Gestisci i moduli dell'app nella barra dei menu";

/* No comment provided by engineer. */
"Manage Subscription" = "Gestisci Abbonamento";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Gestire i Moduli del Sistema nella Barra dei Menu";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "La gestione dei moduli dell'app richiede l'autorizzazione della directory utenti";

/* No comment provided by engineer. */
"Menu Bar" = "Barra del Menu";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Aspetto della barra dei menu";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Colore del bordo della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Larghezza del bordo della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Colore della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Raggio dell'angolo della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Spaziatura voce di menu:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Layout della barra dei menu";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "La funzionalità del layout della barra dei menu richiede ulteriori permessi!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Ombra della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Dimensione della barra del menu:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Stile della barra dei menu:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Tinta della barra dei menu:";

/* No comment provided by engineer. */
"Menu Bar:" = "Barra del Menu:";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "La modalità è stata modificata con successo";

/* No comment provided by engineer. */
"Mode:" = "Modalità:";

/* No comment provided by engineer. */
"More" = "Più";

/* No comment provided by engineer. */
"Multi-screen:" = "Multi-schermo:";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Name:" = "Nome:";

/* No comment provided by engineer. */
"New" = "Nuovo";

/* No comment provided by engineer. */
"New Items Location" = "Nuova Posizione Articoli";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Richiedi nuove funzionalità";

/* No comment provided by engineer. */
"New Single Widget..." = "Nuovo Singolo Widget...";

/* No comment provided by engineer. */
"New Widget" = "Nuovo Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Nuovo Gruppo di Widget";

/* No comment provided by engineer. */
"New Widget Group..." = "Nuovo Gruppo di Widget...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "I nuovi elementi scoperti nella barra dei menu verranno spostati in:";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No action" = "Nessuna azione";

/* No comment provided by engineer. */
"No backups" = "Nessun backup";

/* No comment provided by engineer. */
"No configurable app modules found" = "Nessun modulo app configurabile trovato";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Nessun Intervallo - nessuno spazio tra gli oggetti";

/* No comment provided by engineer. */
"No items found" = "Nessun elemento trovato";

/* No comment provided by engineer. */
"No matching results" = "Nessun risultato corrispondente";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Non abbonamento, totalmente gratuito";

/* No comment provided by engineer. */
"Normal" = "Normale";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Intervallo Normale - spaziatura normale tra gli elementi";

/* No comment provided by engineer. */
"Normal Mode" = "Modalità Normale";

/* No comment provided by engineer. */
"Not Now" = "Non ora";

/* No comment provided by engineer. */
"Notch:" = "Intacco:";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"One-time purchase" = "Acquisto una tantum";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Ops, Nessun Oggetto Nascosto! 🔥️Puoi organizzare gli oggetti nelle Preferenze.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Apri Preferenze di Sistema...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Si prega di tenere premuto il comando(⌘) e trascinare le icone `<`, `|` e `Barbee` nella barra dei menu e posizionarle nel giusto ordine. L'ordine è: icone sempre nascoste `<` icone nascoste `|` icone visualizzate `icona Barbee`.";

/* No comment provided by engineer. */
"Preferences" = "Preferenze";

/* No comment provided by engineer. */
"Preferences..." = "Preferenze...";

/* No comment provided by engineer. */
"Privacy Policy" = "Politica sulla privacy";

/* No comment provided by engineer. */
"Profile" = "Profilo";

/* No comment provided by engineer. */
"Profile Entry:" = "Voce del Profilo:";

/* No comment provided by engineer. */
"Profile Name" = "Nome Profilo";

/* No comment provided by engineer. */
"Purchase & Restore" = "Acquista e Ripristina";

/* No comment provided by engineer. */
"Quick Search" = "Ricerca Veloce";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Inserimento Ricerca Veloce:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "La funzione di Ricerca Rapida richiede ulteriori permessi!";

/* No comment provided by engineer. */
"Quick Search:" = "Ricerca Veloce:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Guida rapida";

/* No comment provided by engineer. */
"Quit" = "Smettere";

/* No comment provided by engineer. */
"Rate Now" = "Valuta Ora";

/* No comment provided by engineer. */
"Rate on Mac App Store" = "Valuta su Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Consigliato per utenti con un grande schermo o senza icone nascoste dal sistema.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "Consigliato per utenti con frange sullo schermo o utenti con icone nascoste nel sistema.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Riduci la frequenza di aggiornamento quando si utilizza la batteria";

/* No comment provided by engineer. */
"Refresh" = "Aggiorna";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Intervallo di aggiornamento in secondi";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Aggiorna elementi della barra dei menu";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Aggiorna elementi della barra dei menu";

/* No comment provided by engineer. */
"Regular" = "Regolare";

/* No comment provided by engineer. */
"Related Item:" = "Articolo correlato:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Rimuovi l'intaglio";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Rimuovi/Aggiungi la tacca superiore quando usi il Mac con la tacca.";

/* No comment provided by engineer. */
"Request Access..." = "Richiedi Accesso...";

/* No comment provided by engineer. */
"Reset" = "Reimposta";

/* No comment provided by engineer. */
"Reset All Permissions" = "Reimposta tutti i permessi";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ Reimposta tutti i permessi";

/* No comment provided by engineer. */
"Restore Purchase" = "Ripristina Acquisto";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Ripristino effettuato con successo! Se ancora non funziona, reinstalla l'app.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Ritorna tutti gli elementi della barra del menu.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Ritorna sempre gli elementi nascosti della barra dei menu.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Ritorna i moduli dell'app utilizzando l'identificatore del pacchetto dell'app.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Ritorna gli elementi nascosti della barra dei menu.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Ritorna gli elementi della barra dei menu visualizzati.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "Ritorna se lo schermo attivo corrente ha un intaglio superiore.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "Ritorna se la barra dei menu della schermata attiva corrente è visibile.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Rivela in Finder";

/* No comment provided by engineer. */
"Right➡️" = "Destra➡️";

/* No comment provided by engineer. */
"Scopes:" = "Ambiti:";

/* No comment provided by engineer. */
"Screen Recording" = "Registrazione schermo";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Cerca un elemento della barra dei menu";

/* No comment provided by engineer. */
"Select" = "Seleziona";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Seleziona una voce correlata della barra dei menu";

/* No comment provided by engineer. */
"Select..." = "Seleziona...";

/* No comment provided by engineer. */
"Separated" = "Separato";

/* No comment provided by engineer. */
"SF Symbols" = "Simboli SF";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Scorciatoia per mostrare / nascondere tutti gli elementi:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Scorciatoia per mostrare / nascondere elementi nascosti:";

/* No comment provided by engineer. */
"Shortcut:" = "Scorciatoia:";

/* No comment provided by engineer. */
"Shortcuts" = "Scorciatoie";

/* No comment provided by engineer. */
"Show" = "Mostra";

/* No comment provided by engineer. */
"Show all" = "Mostra tutto";

/* No comment provided by engineer. */
"Show All" = "Mostra tutto";

/* No comment provided by engineer. */
"Show all menu bar items" = "Mostra tutti gli elementi della barra dei menu";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Mostra voce nel menu";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Mostra elementi nascosti della barra dei menu";

/* No comment provided by engineer. */
"Show in All Spaces" = "Mostra in tutti gli spazi";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Mostra voce di menu Barra (solo modalità avanzata)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Mostra la voce della barra dei menu per identificativo: ${itemIdentifier}, a X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Mostra l'elemento della barra dei menu per identificatore (ad esempio \"com.apple.controlcenter-WiFi\"), X è opzionale.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Mostra Profilo nel Menu";

/* No comment provided by engineer. */
"Shown Items" = "Articoli Mostrati";

/* No comment provided by engineer. */
"Shown Items:" = "Articoli Mostrati:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Elemento Mostrato nella Barra del Menu";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Piccolo divario - spaziatura corretta tra gli oggetti";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Alcuni degli elementi della barra dei menu verranno spostati in una barra dei menu separata in modalità avanzata, questa modalità richiede all'utente di autorizzare alcune autorizzazioni necessarie (Registrazione schermo e Accessibilità), ma non ci saranno richieste di permessi extra nella modalità normale.";

/* No comment provided by engineer. */
"Something Wrong?" = "Qualcosa non va?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Se l'app indica ancora che non c'è permesso dopo che autorizzi Barbee, per favore annulla l'autorizzazione di Barbee e elimina Barbee dall'elenco delle autorizzazioni, poi riavvia Barbee e concedi di nuovo i permessi.";

/* No comment provided by engineer. */
"Start" = "Inizia";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Avvia BarBee automaticamente all'accesso.";

/* No comment provided by engineer. */
"Startup:" = "Startup:";

/* No comment provided by engineer. */
"State" = "Stato";

/* No comment provided by engineer. */
"Switch App Module State" = "Cambia Stato del Modulo App";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Attiva modalità Barbee";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Passa lo stato del modulo app nella barra dei menu tramite il suo identificatore (ad esempio \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Cambia lo stato del modulo dell'app:${state} nella barra dei menu tramite il suo identificativo: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Passa alla Modalità Avanzata";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Passa alla Modalità Normale";

/* No comment provided by engineer. */
"Symbol Number" = "Numero Simbolo";

/* No comment provided by engineer. */
"Symbol:" = "Simbolo:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Sincronizza da iCloud Drive";

/* No comment provided by engineer. */
"Sync profile successfully." = "Profilo sincronizzato con successo.";

/* No comment provided by engineer. */
"Terms of Use" = "Termini di Utilizzo";

/* No comment provided by engineer. */
"Text" = "Testo";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Grazie per aver acquistato Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Grazie per aver provato Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "L'automazione verrà eliminata e le modifiche avranno effetto immediatamente";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "La versione beta può contenere bug o causare problemi. Qualsiasi feedback tu possa fornire è sempre molto apprezzato.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Le modifiche sono state salvate e avranno effetto dopo l'uscita e il riavvio dell'app `%@`.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "I seguenti moduli sono stati trovati e possono essere visualizzati nella barra dei menu, puoi abilitarli o disabilitarli.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "La barra delle icone nascoste apparirà in una barra dei menu separata nell'angolo superiore destro.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Le icone nascoste della barra dei menu saranno collassate.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "L'area di passaggio del menu include il menu dell'applicazione e l'area del logo Apple";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "I profili iCloud verranno sostituiti dai profili locali, che non possono essere ripristinati.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar. Using this feature may impact user experience." = "L'icona può persistere nella barra del menu. L'utilizzo di questa funzione potrebbe influire sull'esperienza dell'utente.";

/* No comment provided by engineer. */
"The item is invisible" = "L'articolo è invisibile";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "L'articolo non è visibile a causa del tacca superiore, puoi nascondere la tacca, regolare la risoluzione del display o ridurre il numero di elementi visibili nelle preferenze di Barbee.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "L'articolo è invisibile perché la barra dei menu non ha abbastanza spazio, puoi regolare la risoluzione del display o ridurre il numero di elementi visibili nelle preferenze di Barbee.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "I profili locali verranno sostituiti dai profili iCloud, che non possono essere ripristinati.";

/* No comment provided by engineer. */
"The patch has been imported." = "La patch è stata importata.";

/* No comment provided by engineer. */
"The profile has been exported." = "Il profilo è stato esportato.";

/* No comment provided by engineer. */
"The profile has been imported." = "Il profilo è stato importato.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "L'elemento selezionato non è ora nella barra del menu";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "L'ombra sotto la barra del menu";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "L'ombra nella barra dei menu";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "La scorciatoia verrà eliminata e le modifiche avranno effetto immediatamente";

/* No comment provided by engineer. */
"Then: %@" = "Allora: %@";

/* No comment provided by engineer. */
"Thin" = "Sottile";

/* No comment provided by engineer. */
"Top Notch" = "Di prim'ordine";

/* No comment provided by engineer. */
"Topmost" = "In cima";

/* No comment provided by engineer. */
"Trigger:" = "Innesco:";

/* No comment provided by engineer. */
"Unified" = "Unificato";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Passa a Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Usare Barbee in modalità avanzata?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Usa in Scorciatoie";

/* No comment provided by engineer. */
"Use redeem code" = "Usa il codice di riscatto";

/* No comment provided by engineer. */
"View iCloud profiles" = "Visualizza profili iCloud";

/* No comment provided by engineer. */
"View URL Schemes" = "Visualizza gli schemi URL";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Benvenuto a Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Quando si passa il mouse sopra per più di un certo periodo di tempo, mostrare gli elementi nascosti.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Quando si passa il mouse sulla barra del menu, gli elementi nascosti verranno mostrati automaticamente";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Quando si passa il mouse sopra il menu dell'app o il logo della Apple(🍎), verranno mostrati automaticamente anche gli elementi nascosti";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "All'uscita dalla barra dei menu, gli elementi nascosti saranno nuovamente nascosti";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Quando lo schermo esterno diventa il punto focale, tutti gli elementi della barra dei menu saranno visibili, e quando il fuoco si perde, saranno nascosti di nuovo.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Quando c'è un problema con Barbee, puoi provare a riavviare Barbee per risolvere questo problema.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Quando fai clic sull'area vuota della barra dei menu, Barbee attiverà l'opzione per mostrare gli elementi nascosti.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Quando fai clic sull'icona della barra dei menu, Barbee attiverà la visualizzazione degli elementi nascosti invece del menu Barbee. Il menu Barbee verrà visualizzato quando fai clic con il tasto destro sull'icona della barra dei menu.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Quando tieni premuto CONTROL(⌃) e fai clic sull'icona della barra dei menu, Barbee attiverà l'opzione di mostrare/nascondere tutti gli elementi.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Quando tieni premuto CONTROL(⌃) e fai clic sulla barra dei menu, Barbee attiverà l'opzione di mostrare / nascondere tutti gli elementi.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Quando tieni premuto OPTION(⌥) e clicchi sull'icona della barra dei menu, Barbee attiverà l'alternanza della visualizzazione / nascondimento degli elementi nascosti.";

/* No comment provided by engineer. */
"When: %@" = "Quando: %@";

/* No comment provided by engineer. */
"Whether you do love Barbee or feel we could be doing better, we want to know!" = "Che tu ami Barbee o pensi che potremmo fare meglio, vogliamo saperlo!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Quale modalità di tutorial vorresti vedere?";

/* No comment provided by engineer. */
"Widget" = "Widget";

/* No comment provided by engineer. */
"Widget Entry:" = "Ingresso Widget:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "La funzionalità del widget richiede ulteriori permessi!";

/* No comment provided by engineer. */
"Width" = "Larghezza";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Ordine sbagliato delle icone della barra dei menu di Barbee";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Annuale";

/* No comment provided by engineer. */
"Yearly - %@" = "Annuale - %@";

/* No comment provided by engineer. */
"Yearly VIP membership subscription" = "Abbonamento annuale alla membership VIP";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Puoi cambiare la posizione dell'icona della barra dei menu di Barbee nelle impostazioni `Layout della barra dei menu`";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Puoi consultare la guida rapida per saperne di più sulle due modalità di Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Puoi attivare o disattivare la voce `Profilo` nel menu di Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Puoi attivare o disattivare la voce `Ricerca Veloce` nel menu di Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Puoi abilitare o disabilitare la voce `Widget` nel menu di Barbee.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Puoi esportare i log diagnostici e inviarli allo sviluppatore, il che può aiutare lo sviluppatore a risolvere il tuo problema.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Puoi modificare il layout della barra del menu extra nella finestra delle preferenze dell'app";

/* No comment provided by engineer. */
"You have unlocked all the features for 3 days, enjoy it now!" = "Hai sbloccato tutte le funzioni per 3 giorni, goditelo ora!";

/* No comment provided by engineer. */
"You have unlocked all the features, enjoy it now!" = "Hai sbloccato tutte le funzionalità, goditelo ora!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Il pagamento sarà addebitato sul tuo account iTunes una volta confermato l'acquisto. Il tuo account iTunes sarà addebitato nuovamente quando l'abbonamento si rinnova automaticamente alla fine del periodo di abbonamento attuale, a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine del periodo corrente. Puoi gestire o disattivare il rinnovo automatico nelle impostazioni del tuo account ID Apple in qualsiasi momento dopo l'acquisto.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will be no longer hidden" = "Quando la larghezza dello schermo è sufficientemente ampia, le icone della barra dei menu non saranno più nascoste";

/* No comment provided by engineer. */
"The screen width threshold" = "La soglia di larghezza dello schermo";

/* No comment provided by engineer. */
"pixel(s)" = "pixel";

/* No comment provided by engineer. */
"Found screen size(s):" = "Dimensioni dello schermo trovate:";

/* No comment provided by engineer. */
"Reset All" = "Reimposta tutto";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Reimposta all'aspetto predefinito:";

/* No comment provided by engineer. */
"Follow us" = "Seguici";

/* No comment provided by engineer. */
"Translate Barbee" = "Traduci Barbee";

/* No comment provided by engineer. */
"Start Translating" = "Inizia a tradurre";

/* No comment provided by engineer. */
"💦Contributors" = "💦Contributori";

/* No comment provided by engineer. */
"Special thanks to users for helping with Barbee Localization! 🌍🌎🌏" = "Un ringraziamento speciale agli utenti per aver aiutato con la localizzazione di Barbee! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Traducendo Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Se vuoi aiutare a tradurre Barbee in altre lingue o migliorare le traduzioni esistenti, lo apprezzeremmo molto.";

/* No comment provided by engineer. */
"Optimization:" = "Ottimizzazione:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Riduci l'interferenza dell'icona `Registrazione schermo`";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Riduci la frequenza di aggiornamento dell'icona della barra dei menu e ottimizza la probabilità di apparizione dell'icona `Registrazione schermo`.";

/* No comment provided by engineer. */
"Special thanks to:" = "Un ringraziamento speciale a:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Ottimizza il clic del cursore, risolvi i problemi di mancata movimentazione, sfarfallio e scomparsa";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Usa l'algoritmo di gestione delle icone della barra dei menu più ottimizzato";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Suggerimento: Puoi anche tenere premuto command ⌘ e trascinare l'icona nella barra dei menu per modificare la disposizione della barra dei menu.";

/* No comment provided by engineer. */
"Special Item Library:" = "Biblioteca degli oggetti speciali:";

/* No comment provided by engineer. */
"Add spacer between items" = "Aggiungi uno spazio tra gli elementi";

/* No comment provided by engineer. */
"Put items into a group" = "Inserisci gli elementi in un gruppo";

/* No comment provided by engineer. */
"Spacer width: %d" = "Larghezza dello spazio: %d";

/* No comment provided by engineer. */
"Width:" = "Larghezza:";

/* No comment provided by engineer. */
"Spacer width: %d" = "Larghezza dello spazio: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "Nascondi automaticamente gli altri elementi prima di mostrare gli elementi nascosti";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "Mostra gli elementi nascosti in modo più conciso e focalizzato, ma funziona solo in 'Modalità Migliorata'";

/* No comment provided by engineer. */
"Items in group:" = "Elementi nel gruppo:";

/* No comment provided by engineer. */
"Candidates:" = "Candidati:";

/* No comment provided by engineer. */
"Group: %@" = "Gruppo: %@";

/* No comment provided by engineer. */
"No name" = "Senza nome";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "La barra del menu a discesa partecipa al ciclo delle finestre di macOS";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "La barra del menu a discesa può diventare la finestra attiva dell'utente.";

/* No comment provided by engineer. */
"Show group on click" = "Mostra gruppo al clic";

/* No comment provided by engineer. */
"Show group on hover" = "Mostra gruppo al passaggio del mouse";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "Sincronizzazione automatica con iCloud";

/* No comment provided by engineer. */
"Rename" = "Rinomina";

/* No comment provided by engineer. */
"Matches icon state" = "Corrisponde allo stato dell'icona";

/* No comment provided by engineer. */
"Does not match icon state" = "Non corrisponde allo stato dell'icona";

/* No comment provided by engineer. */
"Battery state" = "Stato della batteria";

/* No comment provided by engineer. */
"Power source" = "Fonte di alimentazione";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️Qualsiasi fonte di alimentazione";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 Batteria";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 Adattatore di alimentazione";
